<template>
<div id="disclaimer">
 <h2 class="uitit_a">足球比赛竞赛规则要点</h2>
 <div class="disw">
       <p class="discon">
            正式的国际足球比赛分为上、下两个半场,每半场45分钟,中间休息不得超过15分钟。加时赛每半场15分钟。<br>
            每队上场队员不得多于11名,其中必须有一名守门员。如果一队的场上队员少于7人,则比赛不能开始。奥运会足球比赛中,每场比赛最多可以使用3名替补队员；场外和场上队员未经裁判员许可不能擅自进出场地。比赛时,守门员和其他队员的位置不能随意交换,如需要交换,须经过裁判员同意。 </p>
            <h4 class="distit">比赛时间</h4>
            <p class="discon">正式的国际足球比赛分为上、下两个半场,每半场45分钟,中间休息不得超过15分钟。
            <h4 class="distit">队员人数与换人</h4>
            <p class="discon">每队上场队员不得多于11名,其中必须有一名守门员。如果一队的场上队员少于7人,则比赛不能开始。奥运会足球比赛中,每场比赛最多可以使用3名替补队员；场外和场上队员未经裁判员许可不能擅自进出场地。比赛时,守门员和其他队员的位置不能随意交换,如需要交换,须经过裁判员同意。</p>
            <h4 class="distit">裁判员</h4>
            <p class="discon">一场正式的足球比赛由:一名裁判员,两名助理裁判员,一名第4官员担任裁判工作。 裁判员的职责: 有场上最终判决权,决定比赛时间是否延长、比赛是否推迟和中止。<br>
            助理裁判员的职责: 示意越位及球出界,协助裁判员的场上判罚,但没有最终判决权。</p>
            <h4 class="distit">任意球</h4>
            <p class="discon">足球比赛的任意球分两种,一种是直接任意球,主要是针对恶意踢人、打人、绊倒对方的行为；另外用手拉扯、推搡对方,手触球也属于这一类；还有辱骂裁判员、辱骂他人也要判罚直接任意球。这种任意球可直接射门得分。如果这些行为发生在罚球区,就要判罚球点球。还有一种是间接任意球的判罚,危险动作、阻挡、定位球的连踢就属于这一类。这种任意球不能直接射门得分,只有当球进门前,触及到另外一名队员才可得分,罚球区内这种犯规不能判罚点球。<br>
            无论直接任意球还是间接任意球,防守方都要退出9.15米线以外。如果不按要求退出9.15米,裁判员可出示黄牌。</p>
            <h4 class="distit">罚球点球</h4>
            <p class="discon">在罚球区内直接任意球的犯规要判罚球点球。罚球点球时,双方队员不能进入罚球区。如防守方进入罚球区,进球有效,不进则重罚；如进攻方进入罚球区,进球应重踢,如不进则为防守方球门球。在罚球点球时,守门员可以在球门线上左右移动,但不可以向前移动。</p>
            <h4 class="distit">红、黄牌</h4>
            <p class="discon">足球裁判员在判罚时,根据犯规性质不同可出示两种不同颜色的牌。 对于足球比赛中出现的一些严重犯规,裁判员要出示红、黄牌。如果是恶意的犯规或暴力行为要出示红牌。故意手球、辱骂他人或同一场比赛同一人得到两张黄牌时,也要被出示红牌。<br>
            比赛中,有违反体育道德行为,用语言和行为表示不满的就要被出示黄牌。连续犯规、故意延误比赛、擅自进出场地的队员也要被出示黄牌。</p>
            <h4 class="distit">伤停补时</h4>
            <p class="discon">足球比赛有时根据场上情况在比赛时间上需要补时。有时是1、2分钟,最长时可达5、6分钟,时间长短的确定由裁判员决定。造成补时的原因主要有: 一是处理场上受伤者； 二是拖延时间； 三是其他任何原因。</p>
            <h4 class="distit">越 位</h4>
            <p class="discon">足球比赛构成越位要满足以下条件:在同伴传球时脚触球的瞬间,在对方半场内如果同伴的位置与最后第二名对方队员的位置相比更靠近对方球门线,这时该队员处于越位位置。需要说明的是与对方最后第二名队员处于平行时不判越位。处于越位位置的队员裁判员在下列情况中判罚越位犯规 干扰比赛 干扰对方队员 利用越位位置获得利益</p>
            <h4 class="distit">暂停比赛</h4>
            <p class="discon">正式足球比赛一般场上不能暂停,只有在极特殊的情况下,如队员受伤或发生意外纠纷才鸣哨暂停。恢复比赛是在比赛停止时球所在的地点坠球,重新开始比赛。 现在足球比赛道德水准普遍很高,通常一方如看到场上有受伤队员,都会将球踢出界。恢复比赛时,对方也会将球踢回。</p>
            <h4 class="distit">进 球</h4>
            <p class="discon">当球的整体从球门柱间及横梁下越过球门线,而此前未违反竞赛规则,即为进球得分。有时在比赛中会看到球打到横梁后落地又弹回场内,裁判员可以根据自己的观察来确认球是否越过球门线,这种判决有时会引起很大争议。</p>
            <h4 class="distit">计胜方法</h4>
            <p class="discon">足球比赛分组循环赛期间的积分为胜一场积3分,平1场积1分,负1场积0分,最终以积分多少决定小组名次。如积分相等,则根据赛前规程确定的不同名次判定标准的规定来排定名次。</p>
            <h4 class="distit">比赛开始</h4>
      <p class="discon">正式的国际比赛,在国际足联公平竞赛旗及参赛双方国旗的引导下,参赛队伍伴随国际足联公平竞赛曲列队入场；按规定位置站定,然后先奏客队国歌,再奏主队国歌。比赛场地的选择是以裁判员掷硬币的方式决定,猜中者选择上半场比赛的进攻方向,另一方开球开始比赛。</p>
</div> 
 </div>
 </template>
<script>
export default {
  name:'disclaimer',
  methods:{

  }
}
</script>

<style lang="scss" scoped>
@import "scss/base.scss";
.disw{
      padding:0.05rem 0.1rem
}
.discon{
      display: block;
      line-height: 0.22rem;
      color:#575757
}
.distit{
      display: block;
      line-height: 0.26rem; 
      margin-top:0.1rem;  
}
.uitit_a{
    display: block;
    line-height: 0.36rem!important;
    padding-left:0.15rem;
    font-size: 0.18rem;
    text-align: center;
    background:#f1efef !important;
    border-bottom: 1px solid #fff;
    color:#404040;
    font-weight: normal;
}
</style>