<template>
<div id="disclaimer">
 <h2 class="uitit">免责声明</h2>
 <div class="disw">
      <h4 class="distit">总则</h4>
      <p class="discon">
用户在接受大乐透走势规则助手服务之前，请务必仔细阅读本条款并同意本声明。
用户直接或通过各类方式（如站外API引用等）间接使用大乐透走势规则助手服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容；若用户对本声明的任何条款有异议，请停止使用大乐透走势规则助手所提供的全部服务。
      </p>
      <h4 class="distit">第一条</h4>
      <p class="discon">
用户以各种方式使用大乐透走势规则助手服务和数据（包括但不限于发表、宣传介绍、转载、浏览及利用大乐透走势规则助手或大乐透走势规则助手用户发布内容）的过程中，不得以任何方式利用大乐透走势规则助手直接或间接从事违反中国法律法规，以及社会公德的行为。用户应当恪守下述承诺：
发布、转载或提供的内容符合中国法律法规、社会公德；
不得干扰、损害和侵犯大乐透走势规则助手的各种合法权利与利益；
不得干扰、损害和侵犯其他大乐透走势规则助手用户的各种合法权利与利益；
遵守大乐透走势规则助手以及与之相关的网络服务的协议、指导原则、管理细则等。
大乐透走势规则助手有权对违反上述承诺的内容予以删除。
      </p>
      <h4 class="distit">第二条</h4>
      <p class="discon">
1.  大乐透走势规则助手仅为用户发布的内容提供存储空间，大乐透走势规则助手不对用户发表、转载的内容提供任何形式的保证：不保证内容满足您的要求，不保证大乐透走势规则助手的服务不会中断。因网络状况、通讯线路、第三方网站或管理部门的要求等任何原因而导致您不能正常使用果壳，大乐透走势规则助手不承担任何法律责任。

2.  用户在大乐透走势规则助手发表的内容（包含但不限于大乐透走势规则助手目前各产品功能里的内容）仅表明其个人的立场和观点，并不代表大乐透走势规则助手的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。大乐透走势规则助手不承担任何法律及连带责任。

3.  用户在大乐透走势规则助手发布涉嫌侵犯他人知识产权或其他合法权益的内容，经相关方提供初步证据，大乐透走势规则助手有权先行予以删除，并保留移交司法机关查处的权利。参照相应司法机关的查处结果，大乐透走势规则助手对于网站发布内容的处置具有最终决定权。

4.  个人或单位如认为大乐透走势规则助手上存在侵犯自身合法权益的内容，应准备好具有法律效应的证明材料，及时与大乐透走势规则助手取得联系，以便大乐透走势规则助手迅速做出处理。
      </p>
      </div> 
 </div>
 </template>
<script>
export default {
  name:'disclaimer',
  methods:{

  }
}
</script>

<style lang="scss" scoped>
@import "scss/base.scss";
.disw{
      padding:0.05rem 0.1rem
}
.discon{
      display: block;
      line-height: 0.22rem;
      color:#575757
}
.distit{
        display: block;
      line-height: 0.26rem; 
      margin-top:0.1rem;  
}
.uitit{
    display: block;
    line-height: 0.36rem!important;
    border-left: 0.03rem solid $bgColor!important;
    padding-left:0.15rem;
    font-size: 0.18rem;
    text-align: left;
    background:#fff!important;
}
</style>